{
    "welcome": "Hello <span class=\"wave\">👋</span> I'm <span class=\"text_zero\">Alejandro Cardona Barrera</span>, soon to graduate with a <span class=\"text_one\">Software Engineering degree</span> and background as a <span class=\"text_two\">Systems Technologist</span>",
    "about_me": "I have <span class=\"text_three\">experience in web development and program analysis</span>. I specialize in <span class=\"text_four\">designing, implementing and optimizing technological solutions</span>, combining technical skills with analytical thinking. I focus on <span class=\"text_five\">problem solving and continuous improvement</span> in software development environments.",
    "button_cv": "Download CV",
    "nav_me": "About Me",
    "nav_experience": "Experience",
    "nav_projects": "Projects",
    "nav_contact": "Contact",
    "exp_job": "Web Development Intern",
    "exp_job2": "Programmer Analyst",
    "desc_exp": "During my internship at ManpowerGroup, I actively contributed to key projects in web development and data analytics. I took on challenges outside of my comfort zone, learning new technologies on my own to provide real value to the team.",
    "title_exp": "Key achievements:",
    "section_exp": "💼 Work Experience",
    "gain_1": "Migrated databases (tables and stored procedures) to PeopleNet.",
    "gain_2": "Adapted web applications to a new API without affecting their functionality.",
    "gain_3": "Developed the login and interface of an internal tool that uses artificial intelligence to transform natural language into semantic search queries.",
    "gain_4": "Built an internal application (PIP) for management processes.",
    "gain_5": "Supported parameter configurations in Novasoft systems.",
    "desc_exp_2": "After completing my internship, the company contacted me again to continue working as a part-time service provider. This collaboration lasted six more months, during which I worked as a programmer analyst, providing support to different areas of the organization.",
    "gain_2_1": "Case management and tracking using Aranda to optimize internal processes.",
    "gain_2_2": "Identification and correction of stored procedures (SP) and tables that generated duplicate or inconsistent data.",
    "gain_2_3": "Support to the development team in troubleshooting SQL queries and stored procedures.",
    "gain_2_4": "Data replication to ensure availability and proper functioning of applications.",
    "gain_2_5": "Creation of monitoring manuals and documentation of critical processes.",
    "level_adv": "Advanced",
    "level_int": "Intermediate",
    "level_bas": "Begginer",
    "title_skill_1": "🧠 Main Languages and Frameworks",
    "title_skill_2": "🔧 Additional Frameworks and Tools",
    "title_skill_3": "📊 Databases and Data Analysis",
    "title_skill_4": "⚙️ Other Tools",
    "tiitle_pro": "Projects",
    "t_project_1": "Veterinary System",
    "t_project_2": "Cryptocurrency Calculator",
    "t_project_3": "CRM with IndexedDB",
    "t_project_4": "Car Insurance Quoter",
    "t_project_5": "Local Storage Tests",
    "b_see_p": "View Project",
    "nav_contactme": "Contact Me",
    "desc_contact": "If you have any questions or want to discuss a potential collaboration, don't hesitate to reach out.",
    "b_whatsapp": "Message me on WhatsApp"
}