{
    "welcome": "Hola <span class=\"wave\"></span> yo soy <span class=\"text_zero tooltip\">Alejandro Cardona Barrera</span> pr贸ximo a graduarme en <span class=\"text_one\">Ingenier铆a Inform谩tica</span> con formaci贸n como <span class=\"text_two\">Tecn贸logo en Sistemas</span>",
    "about_me":"Tengo <span class=\"text_three\">experiencia en desarrollo web y como analista programador</span>. Me especializo en el <span class=\"text_four\">dise帽o, implementaci贸n y optimizaci贸n de soluciones tecnol贸gicas</span>, combinando habilidades t茅cnicas con pensamiento anal铆tico. Me enfoco en la <span class=\"text_five\">resoluci贸n de problemas y mejora continua</span> en entornos de desarrollo de software.",
    "button_cv": "Descargar CV",
    "nav_me": "Sobre m铆",
    "nav_experience": "Experiencia",
    "nav_projects": "Proyectos",
    "nav_contact": "Contacto",
    "exp_job": "Aprendiz Dev Web",
    "exp_job2": "Analista programador",
    "desc_exp": "Durante mi pasant铆a en ManpowerGroup particip茅 en proyectos clave relacionados con desarrollo web y anal铆tica de datos. Acept茅 retos fuera de mi zona de confort, aprendiendo nuevas tecnolog铆as por cuenta propia para aportar soluciones reales al equipo.",
    "title_exp": "Logros destacados:",
    "section_exp": "Experiencia Laboral",
    "gain_1": "Migraci贸n de bases de datos (tablas y procedimientos almacenados) a PeopleNet.",
    "gain_2": "Adaptaci贸n de aplicaciones web a una nueva API sin afectar el funcionamiento.",
    "gain_3": "Desarrollo del login e interfaz de un aplicativo utilizando inteligencia artificial para transformar lenguaje natural en b煤squedas sem谩nticas.",
    "gain_4": "Creaci贸n de un aplicativo interno (PIP) para procesos internos de gesti贸n.",
    "gain_5": "Apoyo en parametrizaciones del sistema Novasoft.",
    "desc_exp_2": "Despu茅s de finalizar mis pr谩cticas, la empresa volvi贸 a contactarme para continuar trabajando como prestador de servicios por horas. Esta colaboraci贸n se extendi贸 durante seis meses, donde desempe帽茅 funciones como analista programador, brindando soporte a diferentes 谩reas de la organizaci贸n.",
    "gain_2_1": "Gesti贸n y seguimiento de casos mediante Aranda para la optimizaci贸n de procesos internos.",
    "gain_2_2": "Identificaci贸n y correcci贸n de procedimientos almacenados (SP) y tablas que generaban datos duplicados o inconsistentes.",
    "gain_2_3": "Soporte al equipo de desarrollo en la resoluci贸n de problemas relacionados con consultas SQL y procedimientos almacenados.",
    "gain_2_4": "Replicaci贸n de datos para garantizar disponibilidad y correcto funcionamiento de los aplicativos.",
    "gain_2_5": "Elaboraci贸n de manuales de monitoreo y documentaci贸n de procesos cr铆ticos.",
    "level_adv": "Avanzado",
    "level_int": "Intermedio",
    "level_bas": "Basico",
    "title_skill_1": " Lenguajes y Frameworks Principales",
    "title_skill_2": " Frameworks y Herramientas Adicionales",
    "title_skill_3": " Bases de Datos y An谩lisis",
    "title_skill_4": "锔 Otras Herramientas",
    "tiitle_pro": "Proyectos",
    "t_project_1": "Seguimiento Veterinaria",
    "t_project_2": "Cotizador de Criptomonedas",
    "t_project_3": "CRM con IndexedDB",
    "t_project_4": "Seguros de Autos",
    "t_project_5": "Almacenamiento Local",
    "b_see_p": "Ver Proyecto"
}

