{
    "welcome": "Bienvenido, yo soy <span class=\"text_zero tooltip\">Alejandro Cardona Barrera</span> próximo a graduarme en <span class=\"text_one\">Ingeniería Informática</span> con formación como <span class=\"text_two\">Tecnólogo en Sistemas</span>",
    "about_me":"Tengo <span class=\"text_three\">experiencia en desarrollo web y como analista programador</span>. Me especializo en el <span class=\"text_four\">diseño, implementación y optimización de soluciones tecnológicas</span>, combinando habilidades técnicas con pensamiento analítico. Me enfoco en la <span class=\"text_five\">resolución de problemas y mejora continua</span> en entornos de desarrollo de software.",
    "button_cv": "Descargar CV",
    "nav_me": "Sobre mí",
    "nav_experience": "Experiencia",
    "nav_projects": "Proyectos",
    "nav_contact": "Contacto",
    "exp_job": "Aprendiz Dev Web",
    "exp_job2": "Analista programador",
    "desc_exp": "Durante mi pasantía en ManpowerGroup participé en proyectos clave relacionados con desarrollo web y analítica de datos. Acepté retos fuera de mi zona de confort, aprendiendo nuevas tecnologías por cuenta propia para aportar soluciones reales al equipo.",
    "title_exp": "Logros destacados:",
    "section_exp": "Experiencia Laboral",
    "gain_1": "Migración de bases de datos (tablas y procedimientos almacenados) a PeopleNet.",
    "gain_2": "Adaptación de aplicaciones web a una nueva API sin afectar el funcionamiento.",
    "gain_3": "Desarrollo del login e interfaz de un aplicativo utilizando inteligencia artificial para transformar lenguaje natural en búsquedas semánticas.",
    "gain_4": "Creación de un aplicativo interno (PIP) para procesos internos de gestión.",
    "gain_5": "Apoyo en parametrizaciones del sistema Novasoft.",
    "desc_exp_2": "Después de finalizar mis prácticas, la empresa volvió a contactarme para continuar trabajando como prestador de servicios por horas. Esta colaboración se extendió durante seis meses, donde desempeñé funciones como analista programador, brindando soporte a diferentes áreas de la organización.",
    "gain_2_1": "Gestión y seguimiento de casos mediante Aranda para la optimización de procesos internos.",
    "gain_2_2": "Identificación y corrección de procedimientos almacenados (SP) y tablas que generaban datos duplicados o inconsistentes.",
    "gain_2_3": "Soporte al equipo de desarrollo en la resolución de problemas relacionados con consultas SQL y procedimientos almacenados.",
    "gain_2_4": "Replicación de datos para garantizar disponibilidad y correcto funcionamiento de los aplicativos.",
    "gain_2_5": "Elaboración de manuales de monitoreo y documentación de procesos críticos."
}

